Repository: instantlinux/apicrud
Catalog: apicrud/i18n/*/LC_MESSAGES/messages.po
Languages: ar, de, es, fil, fr, it, ja, pt, ru, vi

source: access denied
ar: تم الرفض
de: zugriff abgelehnt
es: acceso denegado
fil: walang pahintulot
fr: accès refusé
it: accesso negato
ja: アクセスが拒否されました
pt: acesso negado
ru: в доступе отказано
vi: truy cập bị từ chối

source: not found
de: nicht gefunden
es: extraviado
fil: hindi mahanap
fr: pas trouvé
it: non trovato
ja: 見つかりません
pt: não encontrado
ru: не найден
vi: không tìm thấy

source: updated
ar: محدث
de: Aktualisiert
es: actualizado
fil: na-update
fr: actualisé
it: aggiornato
ja: 更新しました
pt: atualizado
ru: обновлено
vi: cập nhật

source: invalid filter specified
de: ungültiger Filter angegeben
es: filtro no válido especificado
fil: di-wastong tinukoy na filter
fr: filtre non valide spécifié
it: filtro specificato non valido
ja: 無効なフィルターが指定されました
pt: filtro inválido especificado
ru: указан неверный фильтр
vi: bộ lọc không hợp lệ được chỉ định

source: carrier required for sms
ar: الناقل المطلوب للرسائل القصيرة
de: Träger für SMS erforderlich
es: portador requerido para sms
fil: kinakailangan ng carrier para sa sms
fr: opérateur requis pour les sms
it: vettore richiesto per sms
ja: SMSに必要なキャリア
pt: transportadora necessária para sms
ru: оператор связи требуется для смс
vi: nhà cung cấp dịch vụ cần thiết cho sms

source: invalid mobile number
ar: الناقل المطلوب للرسائل القصيرة
de: ungültige Telefon-nummer
es: Número de teléfono inválido
fil: Di-wastong numero ng mobile
fr: Numéro de portable invalide
it: numero cellulare invalido
ja: 無効な携帯電話番号
pt: número de celular inválido
ru: оператор связи требуется для смс
vi: Số điện thoại di động không hợp lệ

source: invalid email address
ar: عنوان البريد الإلكتروني غير صالح
de: ungültige E-Mail-Adresse
es: dirección de correo electrónico no válida
fil: maling email address
fr: Adresse e-mail invalide
it: indirizzo email non valido
ja: 無効なメールアドレス
pt: endereço de email invalido
ru: оператор связи требуется для смс
vi: địa chỉ email không hợp lệ

source: max allowed contacts exceeded
ar: تم تجاوز الحد الأقصى المسموح به من جهات الاتصال
de: maximal zulässige Kontakte überschritten
es: se superó el máximo de contactos permitidos
fil: lumampas ang pinakamataas na pinapayagan na contact
fr: contacts maximum autorisés dépassés
it: contatti massimi consentiti superati
ja: 許可された連絡先の最大数を超えました
pt: máximo de contatos permitidos excedido
ru: превышено максимально допустимое количество контактов
vi: đã vượt quá địa chỉ liên hệ tối đa được phép

source: conflict with existing
de: Konflikt mit bestehenden
es: conflicto con el existente
fil: salungatan sa umiiral na
fr: conflit avec l'existant
it: conflitto con l'esistenza
ja: 既存との競合
pt: conflito com o existente
ru: противоречит существующим
vi: xung đột với hiện tại

source: email
ar: البريد الإلكتروني
es: correo electrónico
fr: adresse e-mail
it: messaggero
ja: Eメール
pt: o email
ru: Эл. адрес

source: messenger
ar: رسول
de: Bote
es: mensajero
fr: messager
it: messaggero
ja: メッセンジャー
pt: mensageiro
ru: посыльный
vi: tin nhắn

source: sms
ar: رسالة قصيرة
ru: смс
vi: tin nhắn văn bản

source: voice
ar: صوت
de: Stimme
es: voz
fil: boses
fr: voix
it: voce
ja: ボイス
pt: voz
ru: голос
vi: tiếng nói

source: DB operational error
ar: خطأ تشغيلي في قاعدة البيانات
de: datenbankbetriebsfehler
es: error operativo en la base de datos
fil: error sa pagpapatakbo ng database
fr: erreur opérationnelle dans la base de données
it: errore operativo del database
ja: データベース操作エラー
pt: erro operacional do banco de dados
ru: ошибка работы базы данных
vi: lỗi hoạt động cơ sở dữ liệu

source: DB operational error, try again
ar: خطأ تشغيلي في قاعدة البيانات ، يرجى المحاولة مرة أخرى
de: datenbankbetriebsfehler, versuchen sie es erneut
es: error operativo en la base de datos, inténtelo de nuevo
fil: error sa pagpapatakbo ng database, mangyaring subukang muli
fr: erreur opérationnelle dans la base de données, réessayez
it: errore operativo del database, riprova
ja: データベースの操作エラーです。もう一度やり直してください
pt: erro operacional do banco de dados, tente novamente
ru: ошибка работы базы данных, попробуйте еще раз
vi: lỗi hoạt động cơ sở dữ liệu, hãy thử lại

source: locked out
ar: اقفل
de: ausgeschlossen
es: bloqueado
fil: naka-lock out
fr: enfermé dehors
it: chiuso fuori
ja: ロックアウトされ
pt: bloqueado
ru: заблокирован
vi: bị khóa

source: no password
ar: لا توجد كلمة مرور
de: kein passwort
es: sin contraseña
fil: walang password
fr: pas de mot de passe
ja: パスワードなし
pt: nenhuma senha
ru: нет пароля
vi: không mật khẩu

source: not valid
ar: غير صالح
de: ungültig
es: no válido
fil: hindi wasto
fr: pas valide
it: non valido
ja: 有効ではありません
pt: inválido
ru: недействительно
vi: không hợp lệ

source: rejected
ar: مرفوض
de: abgelehnt
es: rechazado
fil: tinanggihan
fr: rejeté
it: rifiutare
ja: 拒否されました
pt: rejeitado
ru: отклонено
vi: từ chối

source: all fields required
ar: جميع الحقول مطلوبة
de: alle felder sind erforderlich
es: todos los campos son obligatorios
fil: kinakailangan ang lahat ng mga patlang
fr: tous les champs sont requis
it: tutti i campi sono obbligatori
ja: 全て必須項目です
pt: todos os campos são necessários
ru: все поля обязательны к заполнению
vi: tất cả các trường bắt buộc

source: that username is already registered
ar: اسم المستخدم هذا مسجل بالفعل
de: dieser benutzername ist bereits registriert
es: ese nombre de usuario ya está registrado
fil: nakarehistro na ang username na iyon
fr: ce nom d'utilisateur est déjà enregistré
it: quel nome utente è già registrato
ja: そのユーザー名はすでに登録されています
pt: esse nome de usuário já está registrado
ru: это имя пользователя уже зарегистрировано
vi: tên người dùng đó đã được đăng ký

source: that email is already registered, use forgot-password
ar: هذا البريد الإلكتروني مسجل بالفعل ، استخدم نسيت كلمة المرور
de: wenn diese E-Mail bereits registriert ist, verwenden sie das passwort vergessen
es: ese nombre de usuario ya está registrado, use la contraseña olvidada
fil: nakarehistro na ang email na iyon, gamitin ang nakalimutan na password
fr: cet e-mail est déjà enregistré, utilisez le mot de passe oublié
it: quell'email è già registrata, usa la password dimenticata
ja: そのメールはすでに登録されています。パスワードを忘れた場合
pt: esse endereço de email já está cadastrado, use a senha esquecida
ru: этот адрес электронной почты уже зарегистрирован, используйте забытый пароль
vi: email đó đã được đăng ký, sử dụng mật khẩu quên

source: person added
ar: أضاف شخص
de: person hinzugefügt
es: persona agregada
fil: idinagdag ang tao
fr: personne ajoutée
it: persona aggiunta
ja: 追加された人
pt: pessoa adicionada
ru: человек добавлен
vi: người được thêm vào

source: passwords do not match
ar: كلمة المرور غير مطابقة
de: passwörter stimmen nicht überein
es: las contraseñas no coinciden
fil: hindi tumutugma ang mga password
fr: les mots de passe ne correspondent pas
it: le passwords non corrispondono
ja: パスワードが一致していません
pt: as senhas não coincidem
ru: Пароли не соответствуют
vi: Mật khẩu không phù hợp

source: account not found
ar: الحساب غير موجود
de: konto nicht gefunden
es: cuenta no encontrada
fil: hindi mahanap ang account
fr: compte non trouvé
it: account non trovato
ja: アカウントが見つかりません
pt: conta não encontrada
ru: аккаунт не найден
vi: Tài khoản không được tìm thấy

source: rejected weak password
ar: رفض كلمة مرور ضعيفة
de: schwaches passwort abgelehnt
es: contraseña débil rechazada
fil: tinanggihan mahina password
fr: mot de passe faible rejeté
it: password debole rifiutata
ja: 拒否された脆弱なパスワード
pt: senha fraca rejeitad
ru: отклонил слабый пароль
vi: từ chối mật khẩu yếu

source: invalid token
ar: رمز غير صالح
de: ungültiges token
es: simbolo no valido
fil: hindi wastong tanda
fr: jeton invalide
it: gettone non valido
ja: 無効なトークン
pt: token inválido
ru: недействительный токен
vi: Mã không hợp lệ

source: changed
ar: تغير
de: geändert
es: cambiado
fil: nagbago
fr: modifié
it: cambiato
ja: かわった
pt: mudou
ru: изменено
vi: đã thay đổi

source: username or email not found
ar: اسم المستخدم أو البريد الإلكتروني غير موجود
de: benutzername oder E-Mail nicht gefunden
es: nombre de usuario o correo electrónico no encontrado
fil: username o email na hindi nahanap
fr: nom d'utilisateur ou adresse e-mail non trouvés
it: nome utente o e-mail non trovati
ja: ユーザー名またはメールアドレスが見つかりません
pt: nome de usuário ou e-mail não encontrado
ru: имя пользователя или адрес электронной почты не найдены
vi: tên người dùng hoặc email không được tìm thấy

source: and
de: und
es: y
fil: at
fr: et
it: e
ja: そして
pt: e
ru: и
vi: và

source: Welcome and please confirm your
ar: مرحبا بك ويرجى تأكيد الخاص بك
de: Willkommen und bitte bestätigen Sie Ihre
es: Bienvenido y por favor confirme su
fil: Maligayang pagdating at mangyaring kumpirmahin ang iyong
fr: Bienvenue et veuillez confirmer votre
it: Benvenuto e conferma il tuo
ja: ようこそ、ご確認ください
pt: Bem-vindo e por favor confirme o seu
ru: Добро пожаловать и подтвердите
vi: Chào mừng bạn và vui lòng xác nhận

source: Welcome to %(appname)s!
ar: مرحبًا بك في %(appname)s!
de: Willkommen zu %(appname)s!
es: ¡Bienvenido a $(appname)s!
fil: Maligayang pagdating sa %(appname)s!
fr: Bienvenue à %(appname)s!
it: Benvenuto a %(appname)s!
ja: ようこそ %(appname)s！
pt: Bem-vindo ao %(appname)s!
ru: Добро пожаловать в %(appname)s!
vi: Chào mừng bạn đến với %(appname)s!

source: Your contact info
ar: معلومات الاتصال الخاصة بك
de: Deine kontaktdaten
es: Tu información de contacto
fil: Ang iyong impormasyon sa pakikipag-ugnay
fr: Vos coordonnées
it: Le tue informazioni di contatto
ja: あなたの連絡先情報
pt: Suas informações de contato
ru: Ваша контактная информация
vi: thông tin liên lạc của bạn

source: was added to %(siteurl)s by
ar: تمت إضافته إلى %(siteurl)s بواسطة
de: wurde hinzugefügt %(siteurl)s durch
es: Fue agregado a %(siteurl)s por
fil: ay idinagdag sa %(siteurl)s ni
fr: a été ajouté à %(siteurl)s par
it: è stato aggiunto a %(siteurl)s da
ja: によって %(siteurl)s に追加されました
pt: foi adicionado a %(siteurl)s por
ru: был добавлен в %(siteurl) по
vi: đã được thêm vào %(siteurl)s bởi

source: The next step is to set a password.
ar: الخطوة التالية هي تعيين كلمة مرور.
de: Der nächste Schritt ist das Festlegen eines Passworts.
es: El siguiente paso es establecer una contraseña.
fil: Ang susunod na hakbang ay upang magtakda ng isang password.
fr: L'étape suivante consiste à définir un mot de passe.
it: Il passaggio successivo consiste nell'impostare una password.
ja: 次のステップは、パスワードを設定することです。
pt: A próxima etapa é definir uma senha.
ru: Следующим шагом будет установка пароля.
vi: Bước tiếp theo là đặt mật khẩu.

source: Click to confirm this is you:
ar: انقر لتأكيد هويتك:
de: Klicken Sie hier, um zu bestätigen, dass Sie es sind:
es: Haz clic para confirmar que eres tú
fil: Mag-click upang kumpirmahin ito ay ikaw:
fr: Cliquez pour confirmer que c'est vous:
it: Fai clic per confermare che sei tu:
ja: これがあなたであることを確認するためにクリックしてください：
pt: Clique para confirmar que é você:
ru: Нажмите, чтобы подтвердить, что это вы:
vi: Bấm để xác nhận đây là bạn:

source: Set your password
ar: ضع كلمة مرور
de: Lege ein Passwort fest
es: Establece tu contraseña
fil: Itakda ang iyong password
fr: Définir votre mot de passe
it: Imposta la tua password
ja: パスワードを作る
pt: Coloque sua senha
ru: Введите свой пароль
vi: Đặt mật khẩu của bạn

source: Ignore this message if you don't wish to receive further correspondence.
ar: تجاهل هذه الرسالة إذا كنت لا ترغب في تلقي المزيد من المراسلات.
de: Ignorieren Sie diese Nachricht, wenn Sie keine weitere Korrespondenz erhalten möchten.
es: Ignore este mensaje si no desea recibir más correspondencia.
fil: Balewalain ang mensaheng ito kung hindi mo nais na makatanggap ng karagdagang sulat.
fr: Ignorez ce message si vous ne souhaitez plus recevoir de correspondance.
it: Ignora questo messaggio se non desideri ricevere ulteriore corrispondenza.
ja: 今後の連絡を希望しない場合は、このメッセージを無視してください。
pt: Ignore esta mensagem se não quiser receber mais correspondência.
ru: Игнорируйте это сообщение, если не хотите получать дальнейшую корреспонденцию.
vi: Bỏ qua thông báo này nếu bạn không muốn nhận thêm thư từ.

source: Go to
ar: اذهب إلى
de: Gehe zu
es: Ir
fil: Pumunta sa
fr: Aller à
it: Vai a
ja: に行く
pt: Vamos para
ru: Перейти к
vi: Đi đến

source: See %(siteurl)s/#/confirm?token=%(token)s to confirm request by
ar: نرى %(siteurl)s/#/confirm?token=%(token)s لتأكيد الطلب عن طريق
de: Sehen %(siteurl)s/#/confirm?token=%(token)s um die Anfrage von zu bestätigen
es: Ver %(siteurl)s/#/confirm?token=%(token)s para confirmar la solicitud por
fil: Tingnan %(siteurl)s/#/confirm?token=%(token)s upang kumpirmahin ang kahilingan sa pamamagitan ng
fr: Voir %(siteurl)s/#/confirm?token=%(token)s pour confirmer la demande par
it: Vedere %(siteurl)s/#/confirm?token=%(token)s per confermare la richiesta di
ja: 見る %(siteurl)s/#/confirm?token=%(token)s リクエストを確認する
pt: Vejo %(siteurl)s/#/confirm?token=%(token)s para confirmar o pedido por
ru: Видеть %(siteurl)s/#/confirm?token=%(token)s чтобы подтвердить запрос
vi: Xem %(siteurl)s/#/confirm?token=%(token)s để xác nhận yêu cầu bằng

source: Please confirm your
ar: يرجى تأكيد الخاص بك
de: Bitte bestätigen Sie Ihre
es: Confirma tu
fil: Mangyaring kumpirmahin ang iyong
fr: Veuillez confirmer votre
it: Conferma le informazioni di contatto
ja: ご確認ください
pt: Por favor, confirme o seu
ru: Пожалуйста, подтвердите свой
vi: Vui lòng xác nhận của bạn

source: Confirm contact info
ar: تأكيد معلومات الاتصال
de: Kontaktinformationen bestätigen
es: Confirmar la información de contacto
fil: Kumpirmahin ang impormasyon sa pakikipag-ugnay
fr: Confirmer les coordonnées
it: Conferma le informazioni di contatto
ja: 連絡先情報を確認する
pt: Confirmar informações de contato
ru: Подтвердите контактную информацию
vi: Xác nhận liên hệ ino

source: This message was generated by %(appname)s hosted at
ar: تم إنشاء هذه الرسالة بواسطة %(appname)s المستضافة في
de: Diese Nachricht wurde von %(appname)s gehostet bei
es: Este mensaje fue generado por %(appname)s alojado en
fil: Ang mensaheng ito ay nilikha ng %(appname)s host sa
fr: Ce message a été généré par %(appname)s hébergé sur
it: Questo messaggio è stato generato da %(appname) sospitato in
ja: このメッセージは、ホストされている %(appname)s によって生成されました
pt: Esta mensagem foi gerada por %(appname)s hospedado em
ru: Это сообщение было создано %(appname)s, размещенным на
vi: Tin nhắn này được tạo bởi %(appname)s được lưu trữ tại

source: You can adjust your communication preferences by visiting this link:
ar: يمكنك ضبط تفضيلات الاتصال الخاصة بك عن طريق زيارة هذا الرابط:
de: Sie können Ihre Kommunikationseinstellungen anpassen, indem Sie diesen Link besuchen:
es: Puede ajustar sus preferencias de comunicación visitando este enlace:
fil: Maaari mong ayusin ang iyong mga kagustuhan sa komunikasyon sa pamamagitan ng pagbisita sa link na ito:
fr: Vous pouvez ajuster vos préférences de communication en visitant ce lien:
it: Puoi modificare le tue preferenze di comunicazione visitando questo link:
ja: 次のリンクにアクセスして、通信設定を調整できます。
pt: Você pode ajustar suas preferências de comunicação visitando este link:
ru: Вы можете изменить свои настройки общения, перейдя по этой ссылке:
vi: Bạn có thể điều chỉnh tùy chọn liên lạc của mình bằng cách truy cập liên kết này:

source: Messaging Preferences
ar: تفضيلات المراسلة
de: Messaging-Einstellungen
es: Preferencias de Mensajería
fil: Mga Kagustuhan sa Pagmemensahe
fr: Préférences de messagerie
it: Preferenze di messaggistica
ja: メッセージング設定
pt: Preferências de mensagens
ru: Настройки обмена сообщениями
vi: Tùy chọn nhắn tin

source: Software copyright
ar: حقوق التأليف والنشر البرمجيات
es: Copyright del software
fr: Copyright du logiciel
it: Copyright del software
ja: ソフトウェアの著作権
pt: Copyright de software
ru: Авторское право на программное обеспечение
vi: Bản quyền phần mềm

source: List:
ar: قائمة:
de: Aufführen:
es: Lista:
fil: Listahan:
fr: Liste:
it: Elenco:
ja: リスト：
pt: Lista:
ru: Список:
vi: Danh sách:

source: Host message from
ar: رسالة مضيفة من
de: Hostnachricht von
es: Mensaje de host de
fil: Mensahe ng host mula sa
fr: Message d'hôte de
it: Messaggio host da
ja: からのホストメッセージ
pt: Mensagem do host de
ru: Сообщение хоста от
vi: Lưu trữ tin nhắn từ

source: Password reset request for
ar: طلب إعادة تعيين كلمة المرور لـ
de: Anforderung zum Zurücksetzen des Passworts für
es: Solicitud de restablecimiento de contraseña para
fil: Humiling ng password para sa
fr: Demande de réinitialisation du mot de passe pour
it: Richiesta di reimpostazione della password per
ja: のパスワード再設定リクエスト
pt: Solicitação de redefinição de senha para
ru: Запрос на сброс пароля для
vi: Yêu cầu đặt lại mật khẩu cho

source: We received a request to reset your password for
ar: لقد تلقينا طلبًا لإعادة تعيين كلمة المرور الخاصة بـ
de: Wir haben eine Anfrage zum Zurücksetzen Ihres Passworts für erhalten
es: Recibimos una solicitud para restablecer su contraseña para
fil: Nakatanggap kami ng isang kahilingan upang i-reset ang iyong password ford
fr: Nous avons reçu une demande de réinitialisation de votre mot de passe pour
it: Abbiamo ricevuto una richiesta di reimpostazione della password per
ja: のパスワードをリセットするリクエストを受け取りました
pt: Recebemos um pedido para redefinir sua senha para
ru: Мы получили запрос на сброс пароля для
vi: Yêu cầu đặt lại mật khẩu cho

source: However, no registered account was found matching this address.
ar: ومع ذلك ، لم يتم العثور على حساب مسجل يطابق هذا العنوان.
de: Es wurde jedoch kein registriertes Konto gefunden, das dieser Adresse entspricht.
es: Sin embargo, no se encontró ninguna cuenta registrada que coincida con esta dirección.
fil: Gayunpaman, walang nakitang rehistradong account na tumutugma sa address na ito.
fr: Cependant, aucun compte enregistré ne correspond à cette adresse.
it: Tuttavia, non è stato trovato alcun account registrato corrispondente a questo indirizzo.
ja: ただし、このアドレスに一致する登録済みアカウントは見つかりませんでした。
pt: No entanto, nenhuma conta registrada foi encontrada com este endereço.
ru: Однако зарегистрированной учетной записи, соответствующей этому адресу, не найдено.
vi: Tuy nhiên, không tìm thấy tài khoản đã đăng ký nào khớp với địa chỉ này.

source: No account is registered for this number at
ar: لا يوجد حساب مسجل لهذا الرقم في
de: Für diese Nummer ist unter kein Konto registriert
es: No hay ninguna cuenta registrada para este número en
fil: Walang account ang nakarehistro para sa numerong ito sa
fr: Aucun compte n'est enregistré pour ce numéro à
it: Nessun account è registrato per questo numero su
ja: この番号のアカウントは登録されていません
pt: Nenhuma conta está registrada para este número em
ru: На этот номер не зарегистрирован аккаунт
vi: Không có tài khoản nào được đăng ký cho số này tại

source: whatsapp
ar: ال WhatsApp
